alefragnani.project-manager
bierner.markdown-preview-github-styles
charliermarsh.ruff
dbaeumer.vscode-eslint
docker.docker
editorconfig.editorconfig
esbenp.prettier-vscode
github.copilot
github.copilot-chat
hediet.vscode-drawio
johnpapa.vscode-peacock
kamikillerto.vscode-colorize
matangover.mypy
mikestead.dotenv
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-kubernetes-tools.vscode-kubernetes-tools
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-bindings-vscode
ms-mssql.sql-database-projects-vscode
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-wsl
ms-vscode.powershell
redhat.vscode-xml
redhat.vscode-yaml
richie5um2.vscode-sort-json
tamasfe.even-better-toml
timonwong.shellcheck
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
wayou.vscode-todo-highlight
