alefragnani.project-manager
bierner.markdown-preview-github-styles
dbaeumer.vscode-eslint
docker.docker
editorconfig.editorconfig
esbenp.prettier-vscode
github.copilot
github.copilot-chat
johnpapa.vscode-peacock
kamikillerto.vscode-colorize
mikestead.dotenv
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-wsl
ms-vscode.powershell
redhat.vscode-xml
redhat.vscode-yaml
timonwong.shellcheck
wayou.vscode-todo-highlight
