alefragnani.project-manager
bierner.markdown-preview-github-styles
dbaeumer.vscode-eslint
docker.docker
editorconfig.editorconfig
esbenp.prettier-vscode
github.copilot
github.copilot-chat
johnpapa.vscode-peacock
kamikillerto.vscode-colorize
mikestead.dotenv
mkhl.direnv
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-wsl
ms-vscode.powershell
redhat.java
redhat.vscode-xml
redhat.vscode-yaml
timonwong.shellcheck
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
wayou.vscode-todo-highlight
